Repository: mckinseyacademy/xblock-scorm
Catalog: scormxblock/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: Display Name
es_419: Nombre viasulizado

source: Display name for this module
es_419: Nombre visualizado para este módulo

source: Description
es_419: Descripción

source: Brief description of the SCORM modules will be displayed above the player. Can contain HTML.
es_419: Una breve descripción de los módulos SCORM se mostrará arriba del reproductor. Puede contener HTML

source: Upload scorm file (.zip)
es_419: Subir archivo SCORM (.zip)

source: Upload a new SCORM package.
es_419: Cargar un nuevo paquete SCORM

source: SCORM player configured in Django settings, or index.html file contained in SCORM package
es_419: Reproductor SCORM establecido en la configuración de Django, o un archivo index.html contenido en paquete SCORM

source: SCORM block's problem weight in the course, in points. If not graded, set to 0
es_419: Peso del problema del bloque SCORM en el curso, en puntos. Si no es calificable, establecer en 0

source: Display Type
es_419: Tipo de visualización

source: Open in a new popup window, or an iframe. This setting may be overridden by player-specific configuration.
es_419: Abrir en un iframe o en una nueva ventana emergente. Esta configuración puede ser anulada por la configuración específica del reproductor.

source: Display Width
es_419: Ancho de la pantalla (px)

source: Width of iframe or popup window
es_419: Ancho del iframe o de la ventana emergente

source: Display Height
es_419: Alto de la pantalla (px)

source: Height of iframe or popup window
es_419: Alto del iframe o de la ventana emergente

source: SCORM Package text encoding
es_419: Codificación de texto del paquete SCORM

source: Character set used in SCORM package. Defaults to cp850 (or IBM850), for Latin-1: Western European languages)
es_419: Conjunto de caracteres utilizado en el paquete SCORM.

source: Player Configuration
es_419: Configuración del reproductor

source: JSON object string with overrides to be passed to selected SCORM player. These will be exposed as data attributes on the host iframe and sent in a window.postMessage to the iframe's content window. Attributes can be any. 'Internal player' will always check this field for an 'initial_html' attribute to override index.html as the initial page.
es_419: Cadena de objeto JSON con anulaciones para pasar al reproductor SCORM seleccionado. Estos se expondrán como atributos de datos en el iframe del host y se enviarán en un window.postMessage a la ventana de contenido del iframe. Los atributos pueden ser cualquiera. 'El reproductor interno' siempre revisará este campo para que un atributo 'initial_html' anule index.html como la página inicial.

source: Upload SCORM File
es_419: Subir archivo SCORM

source: Choose a File to Import
es_419: Elegir un archivo para importar

source: Currently stored at:
es_419: Actualmente almacenado en:

source: SCORM Player
es_419: Reproductor de SCORM

source: Text Encoding
es_419: Codificación de texto

source: Launch module
es_419: Ejecutar actividad
